// ============================================================
// ИСТОРИЯ КРУСЕЙДА ALMA PRIME
// ============================================================

export const crusadeHistory = {

    // ========================================================
    // ТЕКУЩАЯ ФАЗА
    // ========================================================

    currentPhase: {
        number: 1,

        name: "1 фаза"
    },


    // ========================================================
    // ХРОНИКА СОБЫТИЙ
    // ========================================================

    events: [

        // ====================================================
        // СОБЫТИЕ 1
        // ====================================================

        {
            type: "Битва",

            title: "Сражение в субсекторе Орбита [тираниды vs железные руки]",

            description:
                "Тираниды [Марден] победили Железных Рук [Никита], захватили контроль над Сектором и простроили там Крепость Флота-Улья. Тираниды: +4 Power в субскторе, +2CP. Империум: +1 СР Ландшафт в субсекторе Орбита менеяется на 'Крепость Флота-Улья'"
        },


        // ====================================================
        // СОБЫТИЕ 2
        // ====================================================

        {
            type: "Битва",

            title: "Сражение в субсекторе Шанырак [дезвотч vs тысяча сынов]",

            description:
                "Дезвотч [Рустем] отразил атаку Тысячи Сынов [Алишер]. Империум: +1 Power в субскторе Шанырак, +1 CP " 
        }

    ]

};