// ============================================================
// ИСТОРИЯ КРУСЕЙДА ALMA PRIME
// ============================================================

export const crusadeHistory = {

    // ========================================================
    // ТЕКУЩАЯ ФАЗА
    // ========================================================

    currentPhase: {
        number: 1,

        name: "1 фаза"
    },


    // ========================================================
    // ХРОНИКА СОБЫТИЙ
    // ========================================================

    events: [

        // ====================================================
        // СОБЫТИЕ 1
        // ====================================================

        {
            type: "05/09/26 Битва",

            title: "Сражение в Заре Востока: World Eaters VS Ultramarines",

            description:
                "Ультрамарины одержали победу над Пожирателями Миров. Яркую и убедительную. Империум: +4 CP"
        },


        // ====================================================
        // СОБЫТИЕ 2
        // ====================================================

        {
            type: "06/09/26 Битва",

            title: "Оборона Улжана. Thousand Sons VS Space Wolves",

            description:
                "Космические Волки сумели отбить атаку Тысячи сынов. Империум: +3 CP" 
        },

        {
            type: "06/09/26 Битва",

            title: "Оборона Ожета. Tau Empire VS Deathwatch",

            description:
                "Дезвотч остановил отбил атаку Тау и удержал фронт. Империум: +4 CP" 
        },

        {
            type: "06/09/26 Битва",

            title: "Вторжение в Атакент. Tau Empire (kroots) VS Dark Angels",

            description:
                "Силы круутов прорвали фронт в Атакенте. Брошенные на перехват Темные Ангелы не смогли переломить продвижение, однако Варлорд ангелов сумел организовать централизованный отход и избежать уничтожения. Марадеры: +4 CP. Империум: +1 СР. В Атакенте мародеры возводят Бастион: Марадеры дополнительно +2 СР  " 
        },

        {
            type: "06/09/26 Битва",

            title: "Опустошение Тастака. World Eaters VS Astra Militarum",

            description:
                "Опустошение Тастака. Основные силы Пожирателей Миров штурмом взяли Тастак, сломив оборону Имперской Гвардии. Хаос: +4 CP. Тастак становится Бастионом Хаоса: Хаос дополнительно +2 СР   " 
        },

        {
            type: "06/09/26 Битва",

            title: "Атака на Коктем. Drukhari VS Adeptus Custodes",

            description:
                "Атака на Коктем. Рейдеры-друкхари вторглись в Коктем. Охранявшие субсектор Адептус Кустодес не смогли сдержать натиск и отступили. Мародеры: +4 CP и дополнительно +2 СР за второй захваченный субсектор" 
        },

        {
            type: "06/09/26 Битва",

            title: "Вторжение в Алмагуль. Tau Empire (kroots) VS Astra Militarum",

            description:
                "Продвижение круутов в Алмагуль. Закрепившись в Атакенте, крууты вторглись в соседний Алмагуль. Державшие здесь оборону полки имперской гвардии были разбиты и рассеяны. Однако Варлорд Гвардии сумел избежать окружения и отступить. Тем не менее, субсектор перешел под контроль Марадеров. Марадеры: +4 CP, Империум: +1 CP" 
        },

        {
            type: "06/09/26 Битва",

            title: "Битва на Старой Площади. World Eaters VS Deathwatch",

            description:
                "Формально Пожиратели миров одержали победу, но получилась она скомканная. Дезвотч удержал фронт и даже сумел к концу битвы отчистить субсектор от врага. Хаос: +1 CP. Империум: +3 CP " 
        },




    ]

};